Repository: greetroll8/tradesman-hours-log-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# tab.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ru: Сегодня

# tab.jobs
source: Jobs
de: Aufträge
es: Trabajos
fr: Chantiers
ru: Работы

# tab.clients
source: Clients
de: Kunden
es: Clientes
ru: Клиенты

# tab.reports
source: Reports
de: Berichte
es: Informes
fr: Rapports
ru: Отчёты

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ru: Настройки

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть

# common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ru: Изменить

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить

# field.rate
source: Rate
de: Stundensatz
es: Tarifa
fr: Taux
ru: Ставка

# field.billable
source: Billable
de: Abrechenbar
es: Facturable
fr: Facturable
ru: Оплачиваемое

# field.notes
source: Notes
de: Notizen
es: Notas
ru: Заметки

# field.title
source: Title
de: Titel
es: Título
fr: Titre
ru: Заголовок

# field.phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
ru: Телефон

# field.defaultRate
source: Default rate
de: Standardsatz
es: Tarifa predeterminada
fr: Taux par défaut
ru: Ставка по умолчанию

# field.quantity
source: Quantity
de: Menge
es: Cantidad
fr: Quantité
ru: Количество

# field.unitCost
source: Unit cost
de: Stückkosten
es: Coste unitario
fr: Coût unitaire
ru: Цена за единицу

# today.addManual
source: Add manual entry
de: Manuell hinzufügen
es: Añadir manualmente
fr: Ajouter manuellement
ru: Добавить вручную

# today.noActiveTimer
source: No active timer
de: Kein aktiver Timer
es: No hay temporizador activo
fr: Aucun minuteur actif
ru: Нет активного таймера

# today.startJob
source: Start Job
de: Auftrag starten
es: Iniciar trabajo
fr: Démarrer le chantier
ru: Начать работу

# today.stopJob
source: Stop Job
de: Auftrag stoppen
es: Detener trabajo
fr: Arrêter le chantier
ru: Остановить работу

# today.dailyTotal
source: Daily total
de: Tagessumme
es: Total diario
fr: Total du jour
ru: Итог за день

# today.empty
source: No time logged today yet
de: Heute noch keine Zeit erfasst
es: Aún no hay tiempo registrado hoy
fr: Aucun temps saisi aujourd'hui
ru: Сегодня ещё нет записей

# today.needRunningTimer
source: Start a job first to use this quick action.
de: Starten Sie zuerst einen Auftrag für diese Aktion.
es: Inicia un trabajo primero para usar esta acción.
fr: Démarrez d'abord un chantier pour cette action.
ru: Сначала запустите работу для этого действия.

# today.running
source: Running
de: Läuft
es: En curso
fr: En cours
ru: Идёт

# start.client
source: Client
de: Kunde
es: Cliente
ru: Клиент

# start.selectClient
source: Select client
de: Kunde wählen
es: Seleccionar cliente
fr: Choisir un client
ru: Выберите клиента

# start.orNewClient
source: Or new client name
de: Oder neuer Kundenname
es: O nombre de nuevo cliente
fr: Ou nom du nouveau client
ru: Или имя нового клиента

# start.job
source: Job
de: Auftrag
es: Trabajo
fr: Chantier
ru: Работа

# start.selectJob
source: Select job
de: Auftrag wählen
es: Seleccionar trabajo
fr: Choisir un chantier
ru: Выберите работу

# start.orNewJob
source: Or new job title
de: Oder neuer Auftragstitel
es: O título de nuevo trabajo
fr: Ou titre du nouveau chantier
ru: Или название новой работы

# start.startTime
source: Start time
de: Startzeit
es: Hora de inicio
fr: Heure de début
ru: Время начала

# start.none
source: None
de: Keine
es: Ninguno
fr: Aucun
ru: Нет

# active.openDetail
source: Open timer details
de: Timer-Details öffnen
es: Abrir detalles del temporizador
fr: Ouvrir les détails du minuteur
ru: Открыть детали таймера

# active.title
source: Active Timer
de: Aktiver Timer
es: Temporizador activo
fr: Minuteur actif
ru: Активный таймер

# active.onBreak
source: On break
de: In Pause
es: En descanso
fr: En pause
ru: Перерыв

# active.materials
source: Materials
de: Materialien
es: Materiales
fr: Matériaux
ru: Материалы

# active.notes
source: Notes
de: Notizen
es: Notas
ru: Заметки

# active.stopped
source: This timer is no longer running
de: Dieser Timer läuft nicht mehr
es: Este temporizador ya no está activo
fr: Ce minuteur ne tourne plus
ru: Этот таймер уже остановлен

# chip.break
source: Break
de: Pause
es: Descanso
fr: Pause
ru: Перерыв

# chip.note
source: Note
de: Notiz
es: Nota
ru: Заметка

# chip.photo
source: Photo
de: Foto
es: Foto
ru: Фото

# clients.empty
source: No clients yet
de: Noch keine Kunden
es: Aún no hay clientes
fr: Aucun client pour l'instant
ru: Пока нет клиентов

# clients.add
source: Add client
de: Kunde hinzufügen
es: Añadir cliente
fr: Ajouter un client
ru: Добавить клиента

# clients.perHour
source: /h
de: /Std
ru: /ч

# client.section.identity
source: Identity
de: Identität
es: Identidad
fr: Identité
ru: Контакты

# client.section.billing
source: Billing
de: Abrechnung
es: Facturación
fr: Facturation
ru: Оплата

# client.titleNew
source: New Client
de: Neuer Kunde
es: Nuevo cliente
fr: Nouveau client
ru: Новый клиент

# client.titleEdit
source: Edit Client
de: Kunde bearbeiten
es: Editar cliente
fr: Modifier le client
ru: Изменить клиента

# jobs.empty
source: No jobs yet
de: Noch keine Aufträge
es: Aún no hay trabajos
fr: Aucun chantier pour l'instant
ru: Пока нет работ

# jobs.add
source: Add job
de: Auftrag hinzufügen
es: Añadir trabajo
fr: Ajouter un chantier
ru: Добавить работу

# job.status.active
source: Active
de: Aktiv
es: Activo
fr: Actif
ru: Активна

# job.status.onHold
source: On hold
de: Pausiert
es: En espera
fr: En attente
ru: Приостановлена

# job.status.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ru: Завершена

# job.section.basics
source: Basics
de: Grunddaten
es: Básicos
fr: Informations
ru: Основное

# job.section.rate
source: Rate
de: Stundensatz
es: Tarifa
fr: Taux
ru: Ставка

# job.section.totals
source: Totals
de: Summen
es: Totales
fr: Totaux
ru: Итоги

# job.section.timeline
source: Timeline
de: Verlauf
es: Cronología
fr: Chronologie
ru: Хронология

# job.useCustomRate
source: Use custom rate
de: Eigenen Satz verwenden
es: Usar tarifa personalizada
fr: Utiliser un taux personnalisé
ru: Своя ставка

# job.titleNew
source: New Job
de: Neuer Auftrag
es: Nuevo trabajo
fr: Nouveau chantier
ru: Новая работа

# job.titleEdit
source: Edit Job
de: Auftrag bearbeiten
es: Editar trabajo
fr: Modifier le chantier
ru: Изменить работу

# job.totalHours
source: Total hours
de: Gesamtstunden
es: Horas totales
fr: Heures totales
ru: Всего часов

# job.addBlock
source: Add time block
de: Zeitblock hinzufügen
es: Añadir bloque de tiempo
fr: Ajouter un bloc de temps
ru: Добавить запись времени

# job.noBlocks
source: No time blocks yet
de: Noch keine Zeitblöcke
es: Aún no hay bloques de tiempo
fr: Aucun bloc de temps
ru: Пока нет записей времени

# job.deleted
source: This job was deleted
de: Dieser Auftrag wurde gelöscht
es: Este trabajo fue eliminado
fr: Ce chantier a été supprimé
ru: Эта работа удалена

# tb.mode.startEnd
source: Start / End
de: Start / Ende
es: Inicio / Fin
fr: Début / Fin
ru: Начало / Конец

# tb.mode.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
ru: Длительность

# tb.section.context
source: Context
de: Kontext
es: Contexto
fr: Contexte
ru: Контекст

# tb.section.time
source: Time
de: Zeit
es: Tiempo
fr: Temps
ru: Время

# tb.section.billing
source: Billing
de: Abrechnung
es: Facturación
fr: Facturation
ru: Оплата

# tb.mode
source: Entry mode
de: Eingabemodus
es: Modo de entrada
fr: Mode de saisie
ru: Способ ввода

# tb.end
source: End
de: Ende
es: Fin
fr: Fin
ru: Конец

# tb.date
source: Date
de: Datum
es: Fecha
ru: Дата

# tb.titleNew
source: New Time Block
de: Neuer Zeitblock
es: Nuevo bloque de tiempo
fr: Nouveau bloc de temps
ru: Новая запись времени

# tb.titleEdit
source: Edit Time Block
de: Zeitblock bearbeiten
es: Editar bloque de tiempo
fr: Modifier le bloc de temps
ru: Изменить запись времени

# tb.error.client
source: Please select a client
de: Bitte einen Kunden wählen
es: Selecciona un cliente
fr: Veuillez choisir un client
ru: Выберите клиента

# tb.error.job
source: Please select a job
de: Bitte einen Auftrag wählen
es: Selecciona un trabajo
fr: Veuillez choisir un chantier
ru: Выберите работу

# tb.error.endAfterStart
source: End time must be after start time
de: Endzeit muss nach Startzeit liegen
es: La hora de fin debe ser posterior al inicio
fr: La fin doit être après le début
ru: Конец должен быть позже начала

# tb.error.duration
source: Duration must be greater than zero
de: Dauer muss größer als null sein
es: La duración debe ser mayor que cero
fr: La durée doit être supérieure à zéro
ru: Длительность должна быть больше нуля

# tb.error.break
source: Break must be less than the duration
de: Pause muss kürzer als die Dauer sein
es: El descanso debe ser menor que la duración
fr: La pause doit être inférieure à la durée
ru: Перерыв должен быть меньше длительности

# mat.section.item
source: Item
de: Artikel
es: Artículo
fr: Article
ru: Позиция

# mat.section.markup
source: Markup
de: Aufschlag
es: Margen
fr: Majoration
ru: Наценка

# mat.section.total
source: Total
de: Summe
ru: Итого

# mat.lineTotal
source: Line total
de: Zeilensumme
es: Total de línea
fr: Total ligne
ru: Сумма строки

# mat.titleNew
source: New Material
de: Neues Material
es: Nuevo material
fr: Nouveau matériau
ru: Новый материал

# mat.titleEdit
source: Edit Material
de: Material bearbeiten
es: Editar material
fr: Modifier le matériau
ru: Изменить материал

# mat.error.name
source: Please enter a name
de: Bitte einen Namen eingeben
es: Introduce un nombre
fr: Veuillez saisir un nom
ru: Введите название

# mat.error.quantity
source: Quantity must be greater than zero
de: Menge muss größer als null sein
es: La cantidad debe ser mayor que cero
fr: La quantité doit être supérieure à zéro
ru: Количество должно быть больше нуля

# mat.error.unitCost
source: Unit cost cannot be negative
de: Stückkosten dürfen nicht negativ sein
es: El coste unitario no puede ser negativo
fr: Le coût unitaire ne peut pas être négatif
ru: Цена не может быть отрицательной

# mat.error.markup
source: Markup must be between 0 and 300
de: Aufschlag muss zwischen 0 und 300 liegen
es: El margen debe estar entre 0 y 300
fr: La majoration doit être entre 0 et 300
ru: Наценка должна быть от 0 до 300

# note.section.text
source: Note
de: Notiz
es: Nota
ru: Заметка

# note.placeholder
source: Write a note...
de: Notiz schreiben...
es: Escribe una nota...
fr: Écrire une note...
ru: Напишите заметку...

# note.title
source: New Note
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
ru: Новая заметка

# reports.section.selection
source: Selection
de: Auswahl
es: Selección
fr: Sélection
ru: Выбор

# reports.section.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ru: Предпросмотр

# reports.week
source: Week
de: Woche
es: Semana
fr: Semaine
ru: Неделя

# reports.exportPDF
source: Export PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter en PDF
ru: Экспорт в PDF

# reports.exportCSV
source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter en CSV
ru: Экспорт в CSV

# reports.pickClient
source: Pick a client to preview a report
de: Wählen Sie einen Kunden für eine Vorschau
es: Elige un cliente para ver un informe
fr: Choisissez un client pour l'aperçu
ru: Выберите клиента для отчёта

# report.pdf.title
source: Work Report
de: Arbeitsbericht
es: Informe de trabajo
fr: Rapport de travail
ru: Отчёт о работе

# report.section.labor
source: Labor
de: Arbeitszeit
es: Mano de obra
fr: Main-d'œuvre
ru: Работа

# report.section.materials
source: Materials
de: Materialien
es: Materiales
fr: Matériaux
ru: Материалы

# report.subtotal.labor
source: Labor subtotal
de: Zwischensumme Arbeit
es: Subtotal mano de obra
fr: Sous-total main-d'œuvre
ru: Итог по работе

# report.subtotal.materials
source: Materials subtotal
de: Zwischensumme Material
es: Subtotal materiales
fr: Sous-total matériaux
ru: Итог по материалам

# report.total
source: Total
de: Gesamt
ru: Итого

# report.nonbillable
source: non-billable
de: nicht abrechenbar
es: no facturable
fr: non facturable
ru: не оплачивается

# settings.section.billing
source: Billing
de: Abrechnung
es: Facturación
fr: Facturation
ru: Оплата

# settings.section.rounding
source: Rounding
de: Rundung
es: Redondeo
fr: Arrondi
ru: Округление

# settings.section.reminders
source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
ru: Напоминания

# settings.section.subscription
source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
ru: Подписка

# settings.section.about
source: About
de: Über
es: Acerca de
fr: À propos
ru: О приложении

# settings.currency
source: Currency
de: Währung
es: Moneda
fr: Devise
ru: Валюта

# settings.roundingRule
source: Rounding rule
de: Rundungsregel
es: Regla de redondeo
fr: Règle d'arrondi
ru: Правило округления

# settings.roundingHint
source: Rounding is applied to billed time in reports. Raw durations are always kept.
de: Die Rundung gilt für die abgerechnete Zeit in Berichten. Die Rohdauer bleibt erhalten.
es: El redondeo se aplica al tiempo facturado en los informes. Las duraciones reales se conservan.
fr: L'arrondi s'applique au temps facturé dans les rapports. Les durées réelles sont conservées.
ru: Округление применяется к оплачиваемому времени в отчётах. Исходная длительность сохраняется.

# settings.reminderEnabled
source: Long-timer reminder
de: Erinnerung bei langem Timer
es: Recordatorio de temporizador largo
fr: Rappel de minuteur long
ru: Напоминание о долгом таймере

# settings.proActive
source: Pro is active
de: Pro ist aktiv
es: Pro está activo
fr: Pro est actif
ru: Pro активен

# settings.upgradePro
source: Upgrade to Pro
de: Auf Pro upgraden
es: Mejorar a Pro
fr: Passer à Pro
ru: Перейти на Pro

# rounding.none
source: No rounding
de: Keine Rundung
es: Sin redondeo
fr: Aucun arrondi
ru: Без округления

# rounding.5
source: 5 minutes
de: 5 Minuten
es: 5 minutos
ru: 5 минут

# rounding.10
source: 10 minutes
de: 10 Minuten
es: 10 minutos
ru: 10 минут

# rounding.15
source: 15 minutes
de: 15 Minuten
es: 15 minutos
ru: 15 минут

# paywall.title
source: Unlock Pro
de: Pro freischalten
es: Desbloquea Pro
fr: Débloquez Pro
ru: Откройте Pro

# paywall.subtitle
source: Get unlimited clients and exports.
de: Unbegrenzte Kunden und Exporte.
es: Clientes y exportaciones ilimitados.
fr: Clients et exports illimités.
ru: Безлимит клиентов и экспортов.

# paywall.feature.clients
source: Unlimited clients
de: Unbegrenzte Kunden
es: Clientes ilimitados
fr: Clients illimités
ru: Безлимит клиентов

# paywall.feature.exports
source: Unlimited PDF exports
de: Unbegrenzte PDF-Exporte
es: Exportaciones PDF ilimitadas
fr: Exports PDF illimités
ru: Безлимит PDF-экспортов

# paywall.feature.support
source: Priority support
de: Priorisierter Support
es: Soporte prioritario
fr: Assistance prioritaire
ru: Приоритетная поддержка

# paywall.unlock
source: Unlock Pro
de: Pro freischalten
es: Desbloquear Pro
fr: Débloquer Pro
ru: Открыть Pro

# paywall.restore
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ru: Восстановить покупки

# notif.longTimer.title
source: Timer still running
de: Timer läuft noch
es: El temporizador sigue activo
fr: Le minuteur tourne encore
ru: Таймер всё ещё идёт

# notif.longTimer.body
source: Your job timer has been running for a while. Don't forget to stop it.
de: Ihr Auftrags-Timer läuft schon eine Weile. Vergessen Sie nicht, ihn zu stoppen.
es: Tu temporizador lleva un rato activo. No olvides detenerlo.
fr: Votre minuteur tourne depuis un moment. N'oubliez pas de l'arrêter.
ru: Таймер работы идёт уже долго. Не забудьте остановить его.

# today.hoursValue %@
source: %@ h
de: %@ Std
ru: %@ ч

# active.breakMinutes %lld
source: %lld minute break
de: %lld Minuten Pause
es: descanso de %lld minutos
fr: pause de %lld minutes
ru: перерыв %lld минуты

# tb.breakValue %lld
source: Break: %lld minutes
de: Pause: %lld Minuten
es: Descanso: %lld minutos
fr: Pause : %lld minutes
ru: Перерыв: %lld минуты

# mat.markupValue %lld
source: Markup: %lld%%
de: Aufschlag: %lld%%
es: Margen: %lld%%
fr: Majoration : %lld%%
ru: Наценка: %lld%%

# clients.jobCount %lld
source: %lld jobs
de: %lld Aufträge
es: %lld trabajos
fr: %lld chantiers
ru: %lld работы

# reports.freeExportsLeft %lld
source: %lld free exports left
de: %lld kostenlose Exporte übrig
es: Quedan %lld exportaciones gratis
fr: %lld exports gratuits restants
ru: Осталось %lld бесплатных экспорта

# field.name
source: Name
es: Nombre
fr: Nom
ru: Название

# field.email
source: Email
es: Correo
ru: Эл. почта

# field.status
source: Status
es: Estado
fr: Statut
ru: Статус

# start.details
source: Details
es: Detalles
fr: Détails
ru: Детали

# tb.start
source: Start
es: Inicio
fr: Début
ru: Начало

# reports.section.export
source: Export
es: Exportar
fr: Exporter
ru: Экспорт

# settings.version
source: Version
es: Versión
ru: Версия

# chip.material
source: Material
fr: Matériau
ru: Материал

# common.ok
source: OK
ru: ОК
